[
  {
    "date": "2021",
    "link": "https://progressive.international/blueprint/78457be0-5a19-44f0-a6f9-f0c33e921290-tech-workers-bigger-than-big-tech/en",
    "title": "Tech workers, bigger than Big Tech",
    "publication": "Progressive Interational - Blueprint",
    "description": "The case for tech worker internationalism in the age of rising populism."
  },  
  {
    "date": "2021",
    "link": "https://collectiveaction.tech/2021/thousands-of-chinese-tech-workers-are-participating-in-work-schedule-transparency/",
    "title": "Thousands of Chinese tech workers are participating in work-schedule transparency",
    "publication": "Collective Action in Tech",
    "description": "Two years after the 996.ICU, a viral initiative calling for work-schedule transparency has emerged in China."
  },  
  {
    "date": "2021",
    "link": "https://magazine.scienceforthepeople.org/rereading-china/996icu-not-be-forgotten/",
    "title": "Why the 996.ICU Movement Must Not Be Forgotten in the United States",
    "publication": "Science for the People - Rereading China: Science Walks on Two Legs in 2021",
    "description": "An indepth overview of the 996.ICU movement, rising class consciousness in the tech industry in China, how what a 'tech Cold War' with China means for labor."
  },
  {
    "date": "2020",
    "link": "https://jacobinmag.com/2020/09/trump-tiktok-ban-china-nationalism",
    "title": "Trump’s TikTok Ban Is All About Fueling a Cold War With China",
    "publication": "Jacobin Magazine",
    "description": "Trump's TikTok ban isn't about protecting digital security. It's simply a bid to rile up his base by stoking nationalism and anti-Chinese sentiment."
  },
  {
    "date": "2020",
    "link": "https://foreignpolicy.com/2020/08/27/china-tech-facebook-google/",
    "title": "Big Tech embraces new Cold War nationalism",
    "publication": "Foreign Policy",
    "description": "Tracing Big Tech's shift from the Californian Ideology to a new era of tech nationalism; and how the internet transformed from the perfect medium of neoliberalism to one of the most contested arenas of the new Cold War."
  },
  {
    "date": "2020",
    "link": "https://spectrejournal.com/under-chinas-thumb/",
    "title": "Under China's thumb",
    "publication": "Spectre Journal, written with RS",
    "description": "As US-China tensions worsen, Hong Kong will only be more deeply entangled in this geopolitical contest. Ceding ground to the binary logic of the Cold War redux limits our ability to rise up against right-wing authoritarianism everywhere."
  },
  {
    "date": "2020",
    "link": "https://www.jacobinmag.com/2020/04/covid-19-coronavirus-surveillance-technology",
    "title": "We can't let tech companies use this crisis to expand their power",
    "publication": "Jacobin Magazine",
    "description": "Whether in China or the US, tech companies are teaming up with governments to boost surveillance amid the coronavirus pandemic. It's a slippery slope that threatens to bring more civil liberties violations and more power for profit-hungry tech companies."
  },
  {
    "date": "2019",
    "link": "https://www.theguardian.com/commentisfree/2019/dec/22/tech-worker-activism-2019-what-we-learned",
    "title": "What we learned from over a decade of tech activism",
    "publication": "The Guardian, written with Nataliya Nedzhvetskaya",
    "description": "The tech industry's emphasis on the new has often overshadowed long-standing struggles, such as the two-tiered system of contracted vs. salaried employment. The techlash is not new but has been ongoing for decades, predominantly led by less privileged workers at the Big Tech companies."
  },
  {
    "date": "2019",
    "link": "https://jacobinmag.com/2019/11/microsoft-defense-department-jedi-contract-china",
    "title": "A new era in tech nationalism",
    "publication": "Jacobin Magazine",
    "description": "Microsoft won a massive $10 billion contract from the Defense Department, showing how nationalism, militarism, and corporate power intermingle in the tech industry. Our response must be to unite tech workers across borders — and reject the jingoism that divides us."
  },
  {
    "date": "2019",
    "link": "https://logicmag.io/nature/oil-is-the-new-data/",
    "title": "Oil is the new data",
    "publication": "Logic Magazine, Nature Issue",
    "description": "Big Tech is forging a lucrative partnership with Big Oil, building a new carbon cloud that just might kill us all."
  },
  {
    "date": "2019",
    "link": "https://madeinchinajournal.com/2019/10/16/we-stood-on-opposite-sides-at-a-pro-hong-kong-rally-and-became-friends",
    "title": "We stood on opposite sides at a pro-Hong Kong rally and became friends",
    "publication": "Made In China Journal, written with K. Shen",
    "description": "What does international solidarity look like when it gets entangled in local struggles? There must be a line between pro-HK solidarity and anti-Chinese racism in order to build radical solidarity between Mainland Chinese people and the global pro-HK movement."
  },
  {
    "date": "2019",
    "link": "https://jacobinmag.com/2019/06/hong-kong-china-protests-extradition-bill",
    "title": "\"Hong Kong's Last Battle\"",
    "publication": "Jacobin Magazine, written with Sherry Chan",
    "description": "Protesters in Hong Kong are still clogging the streets en masse. Their task: to face down not just the authoritarianism of the Chinese Communist Party but the self-dealing of Hong Kong capitalists."
  },
  {
    "date": "2019",
    "link": "https://www.jacobinmag.com/2019/05/tech-workers-chinese-solidarity-microsoft-github",
    "title": "Tech workers are workers too",
    "publication": "Jacobin Magazine",
    "description": "Tech workers in China and the US recently united in the largest display of tech worker solidarity we've ever seen. Its exactly what we need to prevent a global race to the bottom in tech."
  },
  {
    "date": "2019",
    "link": "https://www.jacobinmag.com/2019/01/stem-coding-bootcamp-education-scam-philanthropy",
    "title": "The tech education con",
    "publication": "Jacobin Magazine",
    "description": "Big tech companies are spending millions to get young people into coding and STEM  not out of altruism, but to create a future supply of cheap labor."
  },
  {
    "date": "2018",
    "link": "https://www.jacobinmag.com/2018/11/tech-worker-organizing-google-union-walkout",
    "title": "Workers need to keep organizing",
    "publication": "Jacobin Magazine",
    "description": "Despite their often-high salaries, tech workers are workers. And like any other kind of worker, to advocate for their interests on the job, they need to get organized."
  }
]
